[
"I’m feeling really sick of using cloud services",
"I’m leaving SF with a renewed sense of optimism. The work Hack Club does is so important, and nobody else is going to do it. We are only at the beginning.",
"Make your own stuff. Be the author of the environment around you.",
"Maybe the answer to AI slop is doubling down on self-expression.",
"How do I know if the internet is just lying to me? -> In-person interaction with the people on the internet",
"Radical kindness and positivity.",
"I love building little tools",
"A lot of my time is spent telling people no. Maybe I should change my work to make my time telling more people yes!",
"Learning is feedback",
"Why don’t more people ship projects?",
"I am so annoyed with fraudsters. I’m not sure what the right approach is. It completely breaks trust.",
"Making things is an exercise in empathy.",
"Magic",
"Databases are amazing. I can't believe how awesome Postgres is",
"I love Go so much. Favorite programming language.",
"The map is not the territory.",
"Having a good philosophy is hard. Actually being able to execute is hard. Doing both is mega hard.",
"When you do stuff, you get good at stuff. This applies to people, organizations, cities, countries, species, planets.",
"“Active play, not passive consumption”",
"Almost all problems, even hard engineering or invention problems, ultimately boil down to operations problems",
"Designers make things so magical",
"I hate computers so much I just spent 2 hours trying to get hardware acceleration working in Chrome on a Linux server. I hate my life  Progress made = 0",
"i hate computers so much",
"Sometimes good, reliable things are complicated.Like jet engines",
"Good systems have feedback",
"When I tried to build a fraud detection model for Hackatime, I was surprised how much of fraud detection recommended by the internet seemed to basically just be heuristics or feature engineering",
"I am grateful for my failures",
"The photo upload code in pyramid-scheme-v2 is going to be the end of me.",
"I am so grateful to not be in debt. Financial literacy is so important. I highly recommend not going into debt unless absolutely needed. It gives me such peace of mind.",
"How to be both results oriented and kind? That is one of the hard questions.",
"Feeling like it's time for a vibe shift.",
"Links < Feeds < LLMs",
"it's shocking how much more performant polars is than pandas",
"Simplicity is empathy",
"Positivity. Kindness. Optimism. Actually doing real things and being aggressive. These are some of the hard things.",
"god python is the worst.",
"I am tired! Good night all.",
"I’m happy and tired and exhausted and happy and tired and exhausted and happy and tired and exhausted",
"got it working... finally",
"now i have loops syncing to a postgres db",
"good lord that was difficult next step: migrate this horrible javascript file i have to this horrible python project i now have",
"god python is the worst. the entire ecosystem is so fragmented. trying to figure out how to use dagster. cannot get dependencies to play nice between dagster and dlt for my life. 2 hours in and 0 progress made",
"Impact is intentionally ambiguous. Everyone has their own definition.",
"Engineering is compromises.",
"soooooooooooooooooooooooooooooooooooooooooooooooo buuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuusy",
"The way to get good at things is through spending a lot of time doing them. The way to spend a lot of time doing something is to figure out how to make it fun.",
"Something I'd like to iterate and improve on is helping communicate to staff and people around Hack Club, particularly those that could help Hack Club, just how incredibly high-impact Hack Club is. I think that that is one of the skills that I'm going to need to become great at. Inspiring people",
"kindness. curiosity. giving more than you take. giving more energy than you take. identity. agency. purpose. these are some of the things that matter. and they are really, really ", 
"every flaw you have. every mistake you make. they make you uniquely you.  it may not feel like it at the time, but they are gifts. and they give you unique strengths that you should use in the future to do things only you can do.",
"i 100% believe in your ability to grow your skillset through practice. you can do this",
"build awesome projects, be a model for hack club values through kindness and helping others, and run cool stuff in the community - and a staff member will reach out ",
"oh my god rails solid queue sucks so much hours and hours of pain. i am switching to good job",
"romanticize every day",
"These horrible bureaucrats are literally killing kids.",
"hardest part of running real things is prioritizing",
"LOCK IN",
"bookkeeping is hard",
"2025 is the year of self-hosted",
"i'm more interested in making projects",
"toooooooo big like 8m rows in one of the tables",
"i can't tell if i'm an idiot or prisma is just extremely difficult to deploy, wtf",
"oh man i wonder if i'm gonna get into the habit of this",
"just sent another midnight email...",
"doing stuff is hard",
"AI training = searching for a Turing machine for a problem is the most interesting framing of AI intelligence I’ve ever heard. It just makes sense.",
"taking a risk and sending an email to a lot of people at 9:15pm on a saturday",
"most tech and engineering education, at least in the usa, is a potemkin village",
"feeling tired, and exhausted after a long couple weeks. i need to rest",
"high seas was maybe the most intense launch of my life. we are on day 4. now it's time to make it amazing",
"literally cannot believe that i'm sick again. i've been sick more workdays than not in the past 3 weeks. this is ridiculous. 3 separate colds",
"one of the most important things that happens in hack club is acts of kindness",
"today has been an intense sticker day. i ordered 28,000 more hack club stickers. omg",
"I just worked 11 hours straight with literally no break. That was really intense",
"i'm good. kinda stressed out and busy. but good",
"Oh my god. Replit is dead now.",
"i love vibe coding is awesome",
"you are the median of the 5 people around you ",
"amp > cursor > claude code > gemini things > windsurf",
""

]